Repository: MariaKolesnik/dancebooks
Catalog: www/translations/*/LC_MESSAGES/messages.po
Languages: ru

# interface:single-entry
source: Entry with id
ru: Вот запись с идентификатором

# interface:total-entries
source: In database: %(num)d entry
ru: Всего %(num)d запись

# interface:found-entries
source: Found %(num)d entry
ru: Найдена %(num)d запись

# interface:found-none
source: Nothing found. Try another search
ru: Ничего не найдено

# interface:use-search
source: use the search
ru: Можно воспользоваться поиском

# interface:title
source: Dancing books bibliography
ru: Библиография танцевальных источников

# interface:no-keywords
source: This item has no sensible keywords.<br/> Consider adding them via report form.<br/> A comprehensive keyword list can be found <a href='/bib/keywords.html'>here</a>.
ru: У этой записи нет осмысленных тегов.<br/> Пожалуйста, воспользуйтесь формой отправки сообщения, чтобы добавить их.<br/> Излишне заумный список ключевых слов можно найти <a href='/bib/keywords.html'>здесь</a>.

# interface:buttons:search
source: Search
ru: Искать

# interface:buttons:clear
source: Clear
ru: Сбросить

# interface:buttons:send
source: Send
ru: Отправить

# interface:transcription:title
source: Here is a transcription of entry with id
ru: Вот транскрипция книги с идентификатором

# pages:keywords:title
source: A comprehensive keyword list
ru: Излишне заумный список тегов

# pages:keywords:edits
source: You can send edits to the list to
ru: Преложения по улучшению списка можно слать на

# pages:keywords:references
source: References
ru: Примечания

# pages:keywords:category:baroque
source: Dances of baroque and rococo
ru: Танцы эпох барокко и рококо

# pages:keywords:category:country-dance
source: Country dances / contredanses
ru: Контрдансы

# pages:keywords:category:xix
source: 19th century dances
ru: Танцы XIX века

# pages:keywords:category:xx
source: 20th century dances (up to 1920 or so)
ru: Танцы XX века (примерно до 1920 года)

# pages:keywords:category:extras
source: Extra keywords
ru: Дополнительные теги

# pages:keywords:ref:longway
source: Any dance for a line of couples (add it when adding any other longway tag). Musical form of the country dance is not counted in keywords (i. e. waltz longway doesn't generate a “waltz” keyword)
ru: Любой контрданс в колонну (добавляйте, если ставите любой тег про контрдансы в колонну). Музыкальная форма контрданса не ведёт к добавлению тегов (то есть, вальсовый контрданс не означает наличие тега “waltz”)

# pages:keywords:ref:longway-francaise
source: Special kind of longway that make use of complicated ballet steps (entrechat, sissone, ballote, glissade, pas de rigodon, etc.)
ru: Особый вид контрдансов в колонну, танцующийся на сложных шагах (антраша, сиссон, баллоте, глиссад, па-де-ригодон и так далее)

# pages:keywords:ref:longway-ecossaise
source: Differences between longway country dances and ecossaises is yet to be determined
ru: Разницу между контрдансами в колонну и экосезами — отличная тема для диссертации

# pages:keywords:ref:longway-ecossaise-in-two-columns
source: Special form of ecossaise for two linked columns standing side by side
ru: Специальная форма экосеза для двух контрдансных колонн стоящих рядом

# pages:keywords:ref:circle
source: Quadrille dances closed into a circle. Circassian and sicilian are well-known examples
ru: Кадрили замкнутые в круг. Например, черкесский или сицилийский круги

# pages:keywords:ref:cotillon-potpourri
source: Multiple cotillon figures danced one after another in a single dance
ru: Несколько фигур котильона, танцуемые одна за другой в рамках одного танца

# pages:keywords:ref:stage-dance
source: Ballet, scenic and show off dance (also the music for such dances, or taken from them)
ru: Балет, постановочные и показательные танцы (а также музыка написанная к таким танцам или взятая из них)

# pages:keywords:ref:quadrille
source: Any quadrille (add it when adding any other quadrille tag). Musical form of the quadrille is counted in keywords (i. e. schottische quadrille will generate “schottische” keyword). Sets of cotillions (in the American meaning) are also tagged with this keyword
ru: Любая кадриль (добавляйте, если ставите любой кадрильный тег). Музыкальная форма кадрили ведёт к добавлению соответствующих тегов (то есть, шоттиш-кадриль приведёт к добавлению тега "schottische"). Американские котильоны (sets of cotillions) также получают этот тег

# pages:keywords:ref:quadrille-contredanse
source: Indicates single quadrille figure described as an independent dance
ru: Одиночная фигура кадрили, описанная как самостоятельный танец

# pages:keywords:ref:quadrille-lancers
source: Keywords includes numerous Lancers variations (like Saratoga Lancers)
ru: Включает в себя многочисленные вариаци кадрили (например, Saratoga Lancers)

# pages:keywords:ref:quadrille-monster
source: Form of first set with high amount of figure variations, lead by a conductor
ru: Французская кадриль, отличающая высокой вариативностью фигур и ведомая дирижёром

# pages:keywords:ref:schottische
source: Either schottische (including variations like military schottische or pas de quatre)
ru: Шоттиш (включая вариации, например, military schottische или па-де-катр)

# pages:keywords:ref:quadrille-grand-rond
source: First set finale figure variation: the dancers join hands in a circle, and perform figures according to conductor's commands
ru: Вариант финала французской кадрили: танцоры идут в общем кругу, исполняя фигуры под объявления распорядителя

# pages:keywords:ref:waltz
source: Any kind of waltz (add it when adding any other waltzing tag)
ru: Любой вальс (добавляйте, если ставите любой вальсовый тег)

# pages:keywords:ref:waltz-boston
source: Including boston dip
ru: В том числе бостон-дип

# pages:keywords:ref:waltz-trois-temps
source: Includes slow French, slow German, langsamer, rasher and geschwinder waltzes
ru: Включает в себя медленный французский, медленный немецкий, также немецкие langsamer, rascher и geschwinder вальсы

# pages:keywords:ref:waltz-sautese
source: Any kind of sautese
ru: Любой прыгающий вальс

# pages:keywords:ref:polka
source: Including variations (e. g. Esmeralda)
ru: В том числе вариации (например, Эсмеральда)

# pages:keywords:ref:polka-mazurka
source: Including variations (e. g. polka-redowa)
ru: В том числе вариации (например, полька-редова)

# pages:keywords:ref:sequence
source: Round dances containing more that one figure or step. Keyword includes round dances of the middle of 19th century (gorlitza, sicilienne, Cellarius valse, etc.)
ru: Круговые танцы, содержащие несколько шагов или фигур. Тег включает в себя круговые танцы середины XIX века (горлица, сицилиана, вальс Целлариуса и т. д.)

# pages:keywords:ref:tango
source: Tango in the middle of 19th century is believed to be just a sequence dance (as far, as I know, nobody did a research on that). However, since the dance was able to pass through the sequence era, a separate keyword was added for it
ru: Танго середины XIX века, по-видимому, является обычным сиквенсом (насколько мне известно, никто не исследовал этот вопрос). Однако, поскольку танец пережил эпоху сиквенсов, ему был добавлен отдельный тег

# pages:keywords:ref:folk-dance
source: Currently includes the following tags: reel, jig, strathspey, fling, fancy, hornpipe, clog
ru: В данный момент объединяет в себе следующие теги: reel, jig, strathspey, fling, fancy, hornpipe, clog

# pages:keywords:ref:animal-dance
source: Any animal dance (add it when adding any other animal dance tag)
ru: Любой танец, подражающий движениям животных (добавляйте, если ставите любой их подобных тегов)

# pages:keywords:ref:belles-lettres-dance-song
source: Indicates that the source has lyrics being sung while dancing
ru: Источник содержит текст песни, использующейся в качестве аккомпанемента танца

# pages:keywords:ref:commentary
source: Introductory article is present in the book
ru: В книге есть вступительная статья

# pages:keywords:ref:dance-description
source: When source contains dance description (the sequence of steps and figures)
ru: Источники, содержащие описание последовательности шагов и фигур танца

# pages:keywords:ref:dance-description-short
source: When source contains short dance description (i. e. few lines of a description, while main content of the book is the musical notation)
ru: Источники, содержащие короткое описание последовательности шагов и фигур танца (несколько строк текста; основным содержанием источника является музыкальная нотация)

# pages:keywords:ref:dance-education
source: When source contains instructions how to learn dancing
ru: Источники, содержащие последовательные инструкции по обучению танцам

# pages:keywords:ref:essay
source: Source containing author view on some dance-related subject
ru: Источник, содержащий авторский взгляд на какую-то тему, связанную с танцем

# pages:keywords:ref:first-edition
source: Belles-lettres, memoirs and essays of the first known edition on the source language
ru: Художественная или мемуарная литература, а также эссеистика, впервые изданная на языке источника

# pages:keywords:ref:tempo
source: Any kind of useful tempo indication
ru: В истонике имеются указания на темп исполнения музыки или танца

# pages:keywords:ref:tempo-italian
source: Musical tempo is specified by Italian terminology (e. g. allegro assai)
ru: Темп музыки указан с использованием итальянских терминов (например, allegro assai)

# pages:keywords:ref:tempo-malzel
source: Musical tempo is specified by number of beats on Mälzel metronome
ru: Темп музыки указан при помощи числа ударов метронома Мельцеля

# pages:keywords:ref:useless
source: Special keyword for the books lacking dance related parts, but added for collection completeness
ru: Специальный тег для книг, не содержащих описания танцев и добавленных для полноты коллекции

# pages:persimmon:verse
source: We danc'd till we were very tired:<br/> Lezginka, polka, persimmon.<br/> I can not understand the nonsence:<br/> How could I persimmon have danced?<br/>
ru: Мы танцевали до упаду<br/> Лезгинку, польку и хурму.<br/> Я до сих пор не понимаю,<br/> Как мог хурму я танцевать?<br/>

# common:Yes
source: Yes
ru: Да

# common:yes
source: yes
ru: Да

# common:No
source: No
ru: Нет

# common:no
source: no
ru: нет

# common:Does-not-matter
source: Doesn't matter
ru: Не важно

# common:does-not-matter
source: doesn't matter
ru: не важно

# common:Or
source: Or
ru: Или

# common:or
source: or
ru: или

# common:And
source: And
ru: И

# common:and
source: and
ru: и

# common:Any
source: Any
ru: Любой

# common:any
source: any
ru: любой

# common:locale
source: en
ru: ru

# common:month:01
source: January
ru: Январь

# common:month:02
source: February
ru: Февраль

# common:month:03
source: March
ru: Март

# common:month:04
source: April
ru: Апрель

# common:month:05
source: May
ru: Май

# common:month:06
source: June
ru: Июнь

# common:month:07
source: July
ru: Июль

# common:month:08
source: August
ru: Август

# common:month:09
source: September
ru: Сентябрь

# common:month:10
source: October
ru: Октябрь

# common:month:11
source: November
ru: Ноябрь

# common:month:12
source: December
ru: Декабрь

# interface:report:error-form-title
source: Report bug / mistake
ru: Сообщить о проблеме

# interface:report:keyword-form-title
source: Suggest keywords
ru: Предложить теги

# interface:report:name
source: Introduce yourself
ru: Представьтесь, пожалуйста

# interface:report:description
source: Describe the problem
ru: Опишите проблему

# interface:report:keywords
source: Keywords
ru: Теги

# interface:report:thanks
source: Thanks! Your message was sent to /dev/null
ru: Спасибо! Ваше сообщение отправлено в /dev/null

# interface:report:questions:louis-naissanse
source: The year when Louis XIV was born
ru: Год рождения Людовика XIV

# interface:report:questions:revolution
source: The year when révolution française has started
ru: Год начала Великой Французской революции

# interface:report:questions:congress
source: The year when Congress of Vienna has begun
ru: Год начала Венского конгресса

# search:type:basic
source: Basic
ru: Простой

# search:type:advanced
source: Advanced
ru: Расширенный

# search:type:all-fields
source: All Fields
ru: По всем полям

# search:labels:author
source: Author or his pseudonym
ru: Автор (или его псевдоним)

# search:labels:title
source: Title
ru: Название

# search:labels:year
source: Year of publication
ru: Год публикации

# search:labels:added-on
source: Added to database
ru: Дата добавления в базу

# search:labels:langid
source: Language
ru: Язык

# search:labels:source-file
source: Source file
ru: Исходный файл

# search:labels:booktype
source: Entry type
ru: Тип записи

# search:labels:publisher
source: Publisher
ru: Издатель

# search:labels:location
source: Place of publication
ru: Место издания

# search:labels:catalogue
source: Catalogue code
ru: Код по каталогу

# search:labels:keywords
source: Keywords
ru: Теги

# search:labels:url
source: Available for download
ru: Доступно для скачивания

# search:labels:origlanguage
source: Translated edition
ru: Переводное издание

# search:labels:transcription-url
source: Transcribed edition
ru: Транскрибированное издание

# search:labels:useful-keywords
source: Has useful keywords
ru: Присутствуют полезные ключевые слова

# search:labels:all-fields
source: Text to search for
ru: Строка для поиска

# search:labels:unavailable
source: Unavailable
ru: Не доступно

# search:labels:available-elsewhere
source: Available from another website
ru: Доступно на другом сайте

# search:labels:available-here
source: Available from this website
ru: Доступно на сайте библиографии

# search:language:czech
source: Czech
ru: Чешский

# search:language:danish
source: Danish
ru: Датский

# search:language:english
source: English
ru: Английский

# search:language:french
source: French
ru: Французский

# search:language:german
source: German
ru: Немецкий

# search:language:italian
source: Italian
ru: Итальянский

# search:language:polish
source: Polish
ru: Польский

# search:language:portuguese
source: Portuguese
ru: Португальский

# search:language:russian
source: Russian
ru: Русский

# search:language:spanish
source: Spanish
ru: Испанский

# search:language:swedish
source: Swedish
ru: Шведский

# search:booktype:article
source: Paper or magazine article
ru: Статья в газете или журнале

# search:booktype:book
source: Book
ru: Книга

# search:booktype:inproceedings
source: Conference article
ru: Статья с конференции

# search:booktype:mvbook
source: Multivolume book
ru: Многотомная книга

# search:booktype:mvreference
source: Multivolume encyclopaedia
ru: Многотомная энциклопедия или словарь

# search:booktype:periodical
source: Entire paper or magazine
ru: Газета или журнал целиком

# search:booktype:proceedings
source: Conference proceedings
ru: Сборник статей с конференции

# search:booktype:reference
source: Encyclopaedia or dictionary
ru: Энциклопедия или словарь

# search:booktype:thesis
source: Thesis
ru: Диссертация :)

# search:booktype:unpublished
source: Manuscript
ru: Манускрипт

# search:order-by
source: Order by
ru: Упорядочить по

# search:order-by:year-from
source: Year of publication
ru: Году публикации

# search:order-by:added-on
source: Database addition date
ru: Дате добавления в базу

# search:order-by:source
source: Source file
ru: Исходному файлу

# search:order-by:author
source: Author
ru: Автору

# search:order-by:location
source: Place of publication
ru: Месту публикации

# search:order-by:series
source: Series
ru: Серии

# search:order-by:number
source: Number in series / Periodical issue number
ru: Номеру в серии / Номеру периодического издания

# item:labels:author
source: Author (real name)
ru: Автор (настоящее имя)

# item:labels:pseudo-author
source: Author (pseudonym)
ru: Автор (псевдоним)

# item:labels:title
source: Title
ru: Название

# item:labels:subtitle
source: Additional title
ru: Дополнительное название

# item:labels:booktitle
source: Collection title
ru: Название сборника / книги

# item:labels:journaltitle
source: Title of a paper or magazine
ru: Название газеты или журнала

# item:labels:date
source: Date of publication
ru: Дата публикации

# item:labels:langid
source: Language
ru: Язык

# item:labels:publisher
source: Publisher
ru: Издатель

# item:labels:location
source: Place of publication
ru: Место издания

# item:labels:catalogue
source: Catalogue codes
ru: Коды по каталогам

# item:labels:library
source: Holding library
ru: Место хранения

# item:labels:library-location
source: Library location
ru: Город хранения

# item:labels:library-code
source: Library call number
ru: Код хранения

# item:labels:keywords
source: Keywords
ru: Теги

# item:labels:shorthand
source: Shorthand
ru: Сокращённое название

# item:labels:id
source: Id
ru: Идентификатор

# item:labels:added-on
source: Added to database
ru: Дата добавления в базу

# item:labels:source
source: Source
ru: Строка в файле

# item:labels:booktype
source: Entry type
ru: Тип записи

# item:labels:edition
source: Edition
ru: Издание

# item:labels:volume
source: Volume
ru: Том

# item:labels:volumes
source: Number of volumes
ru: Всего томов

# item:labels:series
source: Series
ru: Серия

# item:labels:number
source: Number
ru: Номер

# item:labels:pages
source: Pages
ru: Страницы

# item:labels:url
source: URL
ru: Ссылка

# item:labels:transcription-url
source: Transcription
ru: Транскрипция

# item:labels:filename
source: Paths to files
ru: Пути к файлам

# item:labels:note
source: Note
ru: Примечание

# item:labels:annotation
source: Auxilliary note
ru: Служебное примечание

# item:language:czech
source: Czech
ru: Чешский

# item:language:danish
source: Danish
ru: Датский

# item:language:english
source: English
ru: Английский

# item:language:french
source: French
ru: Французский

# item:language:german
source: German
ru: Немецкий

# item:language:italian
source: Italian
ru: Итальянский

# item:language:polish
source: Polish
ru: Польский

# item:language:portuguese
source: Portuguese
ru: Португальский

# item:language:russian
source: Russian
ru: Русский

# item:language:spanish
source: Spanish
ru: Испанский

# item:language:swedish
source: Swedish
ru: Шведский

# interface:footer:pdf
source: Renrered PDF file
ru: Файл в формате PDF

# interface:footer:hda
source: Historical Dance Association
ru: Ассоциация исторического танца

# interface:footer:golden-forests
source: Golden Forests
ru: Золотые леса

# interface:footer:repo
source: GitHub repository
ru: Репозиторий на ГитХабе

# interface:footer:persimmon
source: Persimmon
ru: Хурма

# interface:footer:tags
source: Allowed keywords
ru: Разрешённые теги

# rss:title
source: New books
ru: Новые книги

# rss:description
source: Latest additions to dancing books bibliography
ru: Последние поступления танцевальных источников в библиографию

# rss:added-count
source: %(num)d entry added
ru: Добавлена %(num)d запись

# errors:missing:description
source: Description is missing
ru: Отсуствует описание

# errors:missing:name
source: Name is missing
ru: Отсутствует имя

# errors:missing:email
source: E-mail in missing
ru: Отсутствует e-mail

# errors:missing:captcha-key
source: The id of the question is missing
ru: Отсутствует идентификатор секретного вопроса

# errors:missing:captcha-answer
source: The answer to the question is missing
ru: Отсутствует ответ на секретный вопрос

# errors:wrong:captcha-key
source: The key of the question is wrong
ru: Неправильный идентификатор капчи

# errors:wrong:captcha-answer
source: The answer to the question is wrong
ru: Неправильный ответ

# errors:wrong:email
source: E-mail is wrong
ru: Неправильный e-mail

# errors:wrong:keywords
source: Keywords are wrong
ru: Неправильно заполнены теги

# errors:http:oops
source: Oops!
ru: Ой!

# errors:http:code
source: Error code
ru: Код ошибки

# errors:http:400:cite
source: Bad request
ru: Судя по пуговицам вашего вицмундира, вы должны служить по другому ведомству.

# errors:http:400:description
source: Something is wrong with your request.
ru: Неправильный запрос

# errors:http:403:cite
source: Forbidden
ru: В чужой монастырь со своим уставом не ходят.

# errors:http:403:description
source: Action you are trying to perform is forbidden
ru: Вам запрещён выполнять такой запрос

# errors:http:404:cite
source: Not found
ru: Мартышка к старости слаба глазами стала.

# errors:http:404:description
source: Can't find the item you've requested
ru: Не могу найти файл

# errors:http:500:cite
source: Something is rotten is the state of Denmark
ru: Неладно что-то в датском королевстве.

# errors:http:500:description
source: Internal server error occured
ru: Внутренняя ошибка сервера
